[
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "obsidian-annotator",
  "obsidian-auto-link-title",
  "calendar",
  "obsidian-checklist-plugin",
  "code-block-copy",
  "obsidian-cursor-location-plugin",
  "dataview",
  "obsidian-day-planner",
  "easy-typing-obsidian",
  "obsidian-emoji-toolbar",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-image-auto-upload-plugin",
  "obsidian-kanban",
  "link-favicon",
  "markdown-prettifier",
  "obsidian-extract-pdf-highlights",
  "obsidian-smarter-md-hotkeys",
  "obsidian-pandoc",
  "obsidian-git",
  "obsidian-admonition",
  "mx-bili-plugin",
  "media-extended"
]