[
  "templater-obsidian",
  "obsidian-cursor-location-plugin",
  "easy-typing-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-hotkeys-for-specific-files",
  "markdown-prettifier",
  "obsidian-extract-pdf-highlights",
  "obsidian-smarter-md-hotkeys",
  "obsidian-admonition",
  "mx-bili-plugin",
  "media-extended",
  "shortcuts-extender",
  "table-editor-obsidian",
  "number-headings-obsidian",
  "obsidian-code-block-enhancer",
  "obsidian-excel-to-markdown-table",
  "dataview",
  "quickadd",
  "obsidian-outliner",
  "obsidian-emoji-toolbar",
  "obsidian-auto-link-title",
  "obsidian-statusbar-pomo",
  "obsidian-enhancing-export",
  "open-in-new-tab",
  "obsidian-better-command-palette",
  "obsidian-checklist-plugin",
  "link-favicon",
  "oz-clear-unused-images",
  "obsidian-image-toolkit",
  "image-converter",
  "obsidian-git",
  "obsidian-image-auto-upload-plugin",
  "obsidian-style-settings",
  "obsidian-table-generator",
  "smart-connections",
  "obsidian-mind-map",
  "metaedit",
  "obsidian-meta-bind-plugin",
  "global-search-and-replace",
  "replace-all",
  "obsidian-linter",
  "obsidian-regex-pipeline",
  "home-tab",
  "base-board",
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "better-search-views",
  "editing-toolbar"
]