[
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-cursor-location-plugin",
  "easy-typing-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-image-auto-upload-plugin",
  "obsidian-kanban",
  "link-favicon",
  "markdown-prettifier",
  "obsidian-extract-pdf-highlights",
  "obsidian-smarter-md-hotkeys",
  "obsidian-git",
  "obsidian-admonition",
  "mx-bili-plugin",
  "media-extended",
  "shortcuts-extender",
  "table-editor-obsidian",
  "number-headings-obsidian",
  "obsidian-code-block-enhancer",
  "obsidian-excel-to-markdown-table",
  "dataview",
  "quickadd",
  "obsidian-outliner",
  "obsidian-emoji-toolbar",
  "calendar",
  "obsidian-checklist-plugin",
  "obsidian-day-planner",
  "obsidian-auto-link-title",
  "obsidian-statusbar-pomo",
  "obsidian-enhancing-export",
  "open-in-new-tab",
  "obsidian-better-command-palette"
]